Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: unknown process
de: unbekannter Prozess
es: proceso desconocido
fr: processus inconnu
ja: 未知のプロセス
ko: 알 수 없는 프로세스
pt_br: processo desconhecido
ru: неизвестный процесс
zh_hans: 未知进程
zh_hant: 未知行程

source: Unrecognized
de: Nicht erkannt
es: no reconocido
fr: Non reconnu
ja: 認識されない
ko: 인식할 수 없음
pt_br: Não reconhecido
ru: Непризнанный
zh_hans: 未识别
zh_hant: 未識別

source: Unsafe scan rule: %@
de: Unsichere Scanregel: %@
es: Regla de escaneo inseguro: %@
fr: Règle d'analyse non sécurisée : %@
ja: 安全でないスキャン ルール: %@
ko: 안전하지 않은 검사 규칙: %@
pt_br: Regra de verificação insegura: %@
ru: Небезопасное правило сканирования: %@.
zh_hans: 不安全的扫描规则：%@
zh_hant: 不安全的掃描規則：%@

source: Unsaved work may trigger the app’s own save prompt. MachKit will first ask the app to quit normally.
de: Nicht gespeicherte Arbeiten können die eigene Speicheraufforderung der App auslösen. MachKit fordert die App zunächst auf, normal zu beenden.
es: El trabajo no guardado puede activar el mensaje de guardado de la aplicación. MachKit primero le pedirá a la aplicación que se cierre normalmente.
fr: Le travail non enregistré peut déclencher la propre invite d'enregistrement de l'application. MachKit demandera d’abord à l’application de se fermer normalement.
ja: 保存されていない作業内容により、アプリ独自の保存プロンプトがトリガーされる場合があります。 MachKit はまずアプリに通常どおり終了するように要求します。
ko: 저장되지 않은 작업은 앱 자체의 저장 메시지를 트리거할 수 있습니다. MachKit는 먼저 앱에 정상적으로 종료하도록 요청합니다.
pt_br: O trabalho não salvo pode acionar o prompt de salvamento do próprio aplicativo. O MachKit primeiro pedirá que o aplicativo feche normalmente.
ru: Несохраненная работа может вызвать собственный запрос на сохранение в приложении. MachKit сначала попросит приложение завершить работу в обычном режиме.
zh_hans: 未保存的内容可能会触发 App 自己的保存提示。MachKit 会先请求 App 正常退出。
zh_hant: 未儲存的內容可能會觸發 App 自己的儲存提示。 MachKit 會先要求 App 正常退出。

source: Unsupported background database operation.
de: Nicht unterstützter Datenbankbetrieb im Hintergrund.
es: Operación de base de datos en segundo plano no compatible.
fr: Opération de base de données en arrière-plan non prise en charge.
ja: バックグラウンドでのデータベース操作はサポートされていません。
ko: 지원되지 않는 백그라운드 데이터베이스 작업입니다.
pt_br: Operação de banco de dados em segundo plano não suportada.
ru: Неподдерживаемая фоновая работа базы данных.
zh_hans: 不支持的后台数据库操作。
zh_hant: 不支援的後台資料庫操作。

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐアップデート
ko: 지금 업데이트
pt_br: Atualizar agora
ru: Обновить сейчас
zh_hans: 立即更新
zh_hant: 立即更新

source: Updated on %@
de: Aktualisiert am %@
es: Actualizado el %@
fr: Mis à jour le %@
ja: 更新日 %@
ko: %@에 업데이트됨
pt_br: Atualizado em %@
ru: Обновлено %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Updating
de: Aktualisierung
es: Actualizando
fr: Mise à jour
ja: 更新中
ko: 업데이트 중
pt_br: Atualizando
ru: Обновление
zh_hans: 正在更新
zh_hant: 正在更新

source: Updating folder sizes in the background
de: Ordnergrößen werden im Hintergrund aktualisiert
es: Actualizar tamaños de carpetas en segundo plano
fr: Mise à jour de la taille des dossiers en arrière-plan
ja: バックグラウンドでのフォルダー サイズの更新
ko: 백그라운드에서 폴더 크기 업데이트
pt_br: Atualizando tamanhos de pasta em segundo plano
ru: Обновление размеров папок в фоновом режиме
zh_hans: 正在后台更新目录大小
zh_hant: 正在後台更新目錄大小

source: Updating in the background; currently displaying the last %lld login items read.
de: Aktualisierung im Hintergrund; Zeigt derzeit die letzten %lld gelesenen Anmeldeelemente an.
es: Actualización en segundo plano; Actualmente se muestran los últimos %lld elementos de inicio de sesión leídos.
fr: Mise à jour en arrière-plan ; affichant actuellement les %lld derniers éléments de connexion lus.
ja: バックグラウンドで更新中。現在、最後に読み取られた %lld 件のログイン項目を表示しています。
ko: 백그라운드에서 업데이트 중입니다. 현재 읽은 마지막 로그인 항목 %lld개를 표시하고 있습니다.
pt_br: Atualizando em segundo plano; atualmente exibindo os últimos %lld itens de login lidos.
ru: Обновление в фоновом режиме; в настоящее время отображаются последние %lld прочитанных элементов входа.
zh_hans: 正在后台更新；当前显示上次读取的 %lld 个登录项。
zh_hant: 正在背景更新；目前顯示上次讀取的 %lld 個登入項目。

source: Updating in the background; currently showing the last %lld apps read.
de: Aktualisierung im Hintergrund; Zeigt derzeit die letzten %lld gelesenen Apps an.
es: Actualización en segundo plano; Actualmente muestra las últimas %lld aplicaciones leídas.
fr: Mise à jour en arrière-plan ; affichant actuellement les %lld dernières applications lues.
ja: バックグラウンドで更新中。現在、最後に読み取られた %lld 個のアプリが表示されています。
ko: 백그라운드에서 업데이트 중입니다. 현재 마지막으로 읽은 앱 %lld개를 표시하고 있습니다.
pt_br: Atualizando em segundo plano; atualmente mostrando os últimos %lld aplicativos lidos.
ru: Обновление в фоновом режиме; на данный момент показаны %lld последних прочитанных приложений.
zh_hans: 正在后台更新；当前显示上次读取的 %lld 个应用。
zh_hant: 正在背景更新；目前顯示上次讀取的 %lld 個應用程式。

source: Updating in the background; currently showing the last %lld extensions read.
de: Aktualisierung im Hintergrund; Zeigt derzeit die letzten %lld gelesenen Erweiterungen an.
es: Actualización en segundo plano; Actualmente se muestran las últimas %lld extensiones leídas.
fr: Mise à jour en arrière-plan ; affichant actuellement les dernières %lld extensions lues.
ja: バックグラウンドで更新中。現在、最後に読み取られた %lld 件の拡張子が表示されています。
ko: 백그라운드에서 업데이트 중입니다. 현재 마지막으로 읽은 %lld개의 확장 프로그램을 표시하고 있습니다.
pt_br: Atualizando em segundo plano; atualmente mostrando as últimas %lld extensões lidas.
ru: Обновление в фоновом режиме; в настоящее время показаны последние %lld прочитанных расширений.
zh_hans: 正在后台更新；当前显示上次读取的 %lld 个扩展。
zh_hant: 正在背景更新；目前顯示上次讀取的 %lld 個擴充。

source: Use memory pressure and swap usage to decide whether action is needed.
de: Nutzen Sie den Speicherdruck und die Swap-Nutzung, um zu entscheiden, ob Maßnahmen erforderlich sind.
es: Utilice la presión de la memoria e intercambie el uso para decidir si es necesario realizar alguna acción.
fr: Utilisez la pression de la mémoire et l’utilisation du swap pour décider si une action est nécessaire.
ja: メモリ負荷とスワップの使用状況を使用して、アクションが必要かどうかを判断します。
ko: 메모리 압력과 스왑 사용량을 사용하여 조치가 필요한지 여부를 결정하십시오.
pt_br: Use a pressão da memória e o uso de swap para decidir se uma ação é necessária.
ru: Используйте нехватку памяти и использование подкачки, чтобы решить, необходимы ли действия.
zh_hans: 判断是否需要处理时，应优先关注内存压力和交换空间。
zh_hant: 判斷是否需要處理時，應優先關注記憶體壓力和交換空間。

source: Use modern system extension technologies like DriverKit
de: Nutzen Sie moderne Systemerweiterungstechnologien wie DriverKit
es: Utilice tecnologías modernas de extensión del sistema como DriverKit
fr: Utilisez des technologies d'extension de système modernes comme DriverKit
ja: DriverKit などの最新のシステム拡張テクノロジーを使用する
ko: DriverKit과 같은 최신 시스템 확장 기술을 사용하세요.
pt_br: Use tecnologias modernas de extensão de sistema como DriverKit
ru: Используйте современные технологии расширения системы, такие как DriverKit.
zh_hans: 使用 DriverKit 等现代系统扩展技术
zh_hant: 使用 DriverKit 等現代系統擴展技術

source: Use one key and at least one modifier.
de: Verwenden Sie eine Taste und mindestens eine Sondertaste.
es: Usa una tecla y al menos un modificador.
fr: Utilisez une touche et au moins un modificateur.
ja: 1つのキーと1つ以上の修飾キーを使用してください。
ko: 키 하나와 보조 키를 하나 이상 사용하세요.
pt_br: Use uma tecla e pelo menos um modificador.
ru: Используйте одну клавишу и хотя бы один модификатор.
zh_hans: 使用一个按键和至少一个修饰键。
zh_hant: 使用一個按鍵和至少一個修飾鍵。

source: Used
de: Gebraucht
es: Usado
fr: Utilisé
ja: 中古品
ko: 중고
pt_br: Usado
ru: Б/у
zh_hans: 已使用
zh_hant: 已使用

source: Used to find app caches and leftovers. Enable it manually in System Settings.
de: Wird verwendet, um App-Caches und Reste zu finden. Aktivieren Sie es manuell in den Systemeinstellungen.
es: Se utiliza para buscar cachés de aplicaciones y restos. Habilítelo manualmente en Configuración del sistema.
fr: Utilisé pour rechercher les caches d'applications et les restes. Activez-le manuellement dans les paramètres système.
ja: アプリのキャッシュと残り物を見つけるために使用されます。システム設定で手動で有効にします。
ko: 앱 캐시와 남은 항목을 찾는 데 사용됩니다. 시스템 설정에서 수동으로 활성화하세요.
pt_br: Usado para encontrar caches e sobras de aplicativos. Habilite-o manualmente nas configurações do sistema.
ru: Используется для поиска кешей приложений и остатков. Включите его вручную в настройках системы.
zh_hans: 用于发现应用缓存和残留。需要在系统设置中手动开启。
zh_hant: 用於發現應用程式快取和殘留。需要在系統設定中手動開啟。

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
zh_hans: 用户
zh_hant: 使用者

source: User Apps
de: Benutzer-Apps
es: Aplicaciones de usuario
fr: Applications utilisateur
ja: ユーザーアプリ
ko: 사용자 앱
pt_br: Aplicativos de usuário
ru: Пользовательские приложения
zh_hans: 用户应用
zh_hant: 使用者應用

source: User Caches
de: Benutzer-Caches
es: Cachés de usuario
fr: Caches utilisateur
ja: ユーザーキャッシュ
ko: 사용자 캐시
pt_br: Caches de usuário
ru: Пользовательские кэши
zh_hans: 用户缓存
zh_hant: 用戶快取

source: User Folder and System Apps
de: Benutzerordner und System-Apps
es: Carpeta de usuario y aplicaciones del sistema
fr: Dossier utilisateur et applications système
ja: ユーザーフォルダーとシステムアプリ
ko: 사용자 폴더 및 시스템 앱
pt_br: Pasta de usuário e aplicativos do sistema
ru: Папка пользователя и системные приложения
zh_hans: 用户目录与系统应用
zh_hant: 使用者目錄與系統應用

source: User UID
de: Benutzer-UID
es: ID de usuario
fr: UID utilisateur
ja: ユーザーUID
ko: 사용자 UID
pt_br: UID do usuário
ru: UID пользователя
zh_hans: 用户 UID
zh_hant: 使用者 UID

source: user-initiated items
de: Vom Benutzer initiierte Elemente
es: elementos iniciados por el usuario
fr: éléments lancés par l'utilisateur
ja: ユーザーが開始したアイテム
ko: 사용자가 시작한 항목
pt_br: itens iniciados pelo usuário
ru: элементы, инициированные пользователем
zh_hans: 用户启动项
zh_hant: 使用者啟動項

source: User-level command line tools and local data
de: Befehlszeilentools auf Benutzerebene und lokale Daten
es: Herramientas de línea de comandos a nivel de usuario y datos locales
fr: Outils de ligne de commande au niveau utilisateur et données locales
ja: ユーザーレベルのコマンドラインツールとローカルデータ
ko: 사용자 수준 명령줄 도구 및 로컬 데이터
pt_br: Ferramentas de linha de comando em nível de usuário e dados locais
ru: Инструменты командной строки пользовательского уровня и локальные данные
zh_hans: 用户级命令行工具和本地数据
zh_hant: 用戶級命令列工具和本地數據

source: Usually takes only a few seconds
de: Normalerweise dauert es nur ein paar Sekunden
es: Generalmente toma sólo unos segundos
fr: Cela ne prend généralement que quelques secondes
ja: 通常は数秒しかかかりません
ko: 일반적으로 몇 초 밖에 걸리지 않습니다.
pt_br: Geralmente leva apenas alguns segundos
ru: Обычно занимает всего несколько секунд
zh_hans: 通常只需要几秒钟
zh_hant: 通常只需要幾秒鐘

source: uv Regenerable cache; project virtual environment will not be deleted.
de: UV-regenerierbarer Cache; Die virtuelle Projektumgebung wird nicht gelöscht.
es: uv Caché regenerable; El entorno virtual del proyecto no se eliminará.
fr: uvCache régénérable ; L'environnement virtuel du projet ne sera pas supprimé.
ja: uv 再生成可能なキャッシュ。プロジェクトの仮想環境は削除されません。
ko: uv 재생성 캐시; 프로젝트 가상 환경은 삭제되지 않습니다.
pt_br: Cache regenerável UV; o ambiente virtual do projeto não será excluído.
ru: УФ Регенерируемый кэш; Виртуальная среда проекта не будет удалена.
zh_hans: uv 可重新生成的缓存；不会删除项目虚拟环境。
zh_hant: uv 可重新產生的快取；不會刪除專案虛擬環境。

source: Uvicorn / FastAPI Service
de: Uvicorn / FastAPI-Dienst
es: Servicio Uvicorn / FastAPI
fr: Service Uvicorn / FastAPI
ja: Uvicorn / FastAPI サービス
ko: 유비콘 / FastAPI 서비스
pt_br: Serviço Uvicorn/FastAPI
ru: Сервис Uvicorn / FastAPI
zh_hans: Uvicorn / FastAPI 服务
zh_hant: Uvicorn / FastAPI 服務

source: View Process Details
de: Prozessdetails anzeigen
es: Ver detalles del proceso
fr: Afficher les détails du processus
ja: プロセスの詳細を表示する
ko: 프로세스 세부정보 보기
pt_br: Ver detalhes do processo
ru: Просмотр подробностей процесса
zh_hans: 查看进程详情
zh_hant: 查看進程詳情

source: View Storage
de: Speicher anzeigen
es: Ver almacenamiento
fr: Voir le stockage
ja: ストレージの表示
ko: 스토리지 보기
pt_br: Ver armazenamento
ru: Посмотреть хранилище
zh_hans: 查看存储
zh_hant: 查看儲存

source: View the system hosts file and switch mappings between development environments
de: System-Hosts anzeigen und Zuordnungen zwischen Umgebungen wechseln
es: Consulta hosts del sistema y cambia asignaciones entre entornos
fr: Consultez hosts système et changez d’environnement
ja: システム hosts の確認と環境ごとの割り当て切り替え
ko: 시스템 hosts를 보고 환경별 매핑을 전환합니다
pt_br: Veja hosts do sistema e alterne mapeamentos entre ambientes
ru: Просмотр системного hosts и переключение записей между средами
zh_hans: 查看系统 hosts，并在多个开发环境间切换映射
zh_hant: 查看系統 hosts，並在多個開發環境間切換對應

source: Vite Development Server
de: Vite-Entwicklungsserver
es: Servidor de desarrollo Vite
fr: Serveur de développement Vite
ja: Vite 開発サーバー
ko: Vite 개발 서버
pt_br: Servidor de Desenvolvimento Vite
ru: Сервер разработки Vite
zh_hans: Vite 开发服务器
zh_hant: Vite 開發伺服器

source: Wait for the app to finish saving, or force quit only if it is unresponsive.
de: Warten Sie, bis die App den Speichervorgang abgeschlossen hat, oder erzwingen Sie das Beenden nur, wenn sie nicht reagiert.
es: Espere a que la aplicación termine de guardarse o fuerce el cierre solo si no responde.
fr: Attendez que l'application ait fini de sauvegarder ou forcez sa fermeture uniquement si elle ne répond pas.
ja: アプリの保存が完了するまで待つか、アプリが応答しない場合にのみ強制終了します。
ko: 앱 저장이 완료될 때까지 기다리거나, 응답이 없는 경우에만 강제 종료하세요.
pt_br: Aguarde até que o aplicativo termine de salvar ou force o encerramento somente se ele não responder.
ru: Подождите, пока приложение завершит сохранение, или принудительно закройте его, только если оно не отвечает.
zh_hans: 可以等待 App 完成保存，或者仅在它无响应时强制退出。
zh_hant: 可以等待 App 完成儲存，或僅在它無回應時強制退出。

source: Waiting to Scan
de: Warten auf Scan
es: Esperando para escanear
fr: En attente de numérisation
ja: スキャンを待っています
ko: 스캔 대기 중
pt_br: Esperando para digitalizar
ru: Ожидание сканирования
zh_hans: 等待扫描
zh_hant: 等待掃描

source: Web tool not found
de: Web-Werkzeug nicht gefunden
es: Herramienta web no encontrada
fr: Outil web introuvable
ja: Webツールが見つかりません
ko: 웹 도구를 찾을 수 없음
pt_br: Ferramenta web não encontrada
ru: Веб-инструмент не найден
zh_hans: 未找到网页工具
zh_hant: 找不到網頁工具

source: Webpack Development Server
de: Webpack-Entwicklungsserver
es: Servidor de desarrollo de paquetes web
fr: Serveur de développement Webpack
ja: Webpack開発サーバー
ko: 웹팩 개발 서버
pt_br: Servidor de Desenvolvimento Webpack
ru: Сервер разработки веб-пакетов
zh_hans: Webpack 开发服务器
zh_hant: Webpack 開發伺服器

source: What Does Smart Release Do?
de: Was macht Smart Release?
es: ¿Qué hace la liberación inteligente?
fr: À quoi sert la version intelligente ?
ja: スマートリリースは何をするのですか?
ko: 스마트 릴리스는 무엇을 합니까?
pt_br: O que o lançamento inteligente faz?
ru: Что делает умный релиз?
zh_hans: 智能释放会做什么？
zh_hant: 智慧釋放會做什麼？

source: What is “Memory Optimization”?
de: Was ist „Speicheroptimierung“?
es: ¿Qué es la “optimización de la memoria”?
fr: Qu’est-ce que « l’optimisation de la mémoire » ?
ja: 「メモリの最適化」とは何ですか?
ko: "메모리 최적화"란 무엇입니까?
pt_br: O que é “Otimização de Memória”?
ru: Что такое «оптимизация памяти»?
zh_hans: 什么是“内存优化”？
zh_hant: 什麼是“內存優化”？

source: Why isn't there a ‘Free Memory’ button?
de: Warum gibt es keine Schaltfläche „Speicher freigeben“?
es: ¿Por qué no hay un botón "Liberar memoria"?
fr: Pourquoi n'y a-t-il pas de bouton « Mémoire libre » ?
ja: 「空きメモリ」ボタンがないのはなぜですか?
ko: 왜 '메모리 확보' 버튼이 없나요?
pt_br: Por que não existe um botão ‘Memória Livre’?
ru: Почему нет кнопки «Освободить память»?
zh_hans: 为什么没有“释放内存”？
zh_hant: 為什麼沒有「釋放記憶體」？

source: window status
de: Fensterstatus
es: estado de la ventana
fr: état de la fenêtre
ja: ウィンドウのステータス
ko: 창 상태
pt_br: estado da janela
ru: статус окна
zh_hans: 窗口状态
zh_hant: 視窗狀態

source: Working Directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
ko: 작업 디렉토리
pt_br: Diretório de trabalho
ru: Рабочий каталог
zh_hans: 工作目录
zh_hant: 工作目錄

source: Xcode build products can be regenerated, but the next build will be slower.
de: Xcode-Build-Produkte können neu generiert werden, der nächste Build wird jedoch langsamer sein.
es: Los productos de compilación de Xcode se pueden regenerar, pero la próxima compilación será más lenta.
fr: Les produits de build Xcode peuvent être régénérés, mais la prochaine build sera plus lente.
ja: Xcode ビルド製品は再生成できますが、次のビルドは遅くなります。
ko: Xcode 빌드 제품을 다시 생성할 수 있지만 다음 빌드는 느려집니다.
pt_br: Os produtos de compilação do Xcode podem ser regenerados, mas a próxima compilação será mais lenta.
ru: Продукты сборки Xcode можно регенерировать, но следующая сборка будет медленнее.
zh_hans: Xcode 构建产物，可重新生成，但下次构建会变慢。
zh_hant: Xcode 建置產物，可重新生成，但下次建置會變慢。

source: Yarn global package
de: Garn-Globalpaket
es: Paquete global de hilados
fr: Pack global de fils
ja: Yarn グローバル パッケージ
ko: 원사 글로벌 패키지
pt_br: Pacote global de fios
ru: Глобальный пакет пряжи
zh_hans: Yarn 全局包
zh_hant: Yarn 全域包

source: Your Mac could use a storage check
de: Ihr Mac könnte eine Speicherüberprüfung gebrauchen
es: A tu Mac le vendría bien una comprobación de almacenamiento
fr: Votre Mac pourrait utiliser une vérification du stockage
ja: あなたの Mac はストレージ チェックを使用する可能性があります
ko: Mac에서 저장 공간 확인을 사용할 수 있습니다.
pt_br: Seu Mac precisa de uma verificação de armazenamento
ru: Вашему Mac может потребоваться проверка памяти
zh_hans: Mac 需要一次存储检查
zh_hant: Mac 需要一次儲存檢查

source: Your Mac is low on storage
de: Ihr Mac verfügt nur noch über wenig Speicherplatz
es: Tu Mac tiene poco almacenamiento
fr: Votre Mac manque de stockage
ja: Mac のストレージが不足しています
ko: Mac의 저장 공간이 부족합니다
pt_br: Seu Mac está com pouco armazenamento
ru: На вашем Mac недостаточно места для хранения данных
zh_hans: Mac 存储空间不足
zh_hant: Mac 儲存空間不足

source: %lld apps
es: %lld aplicaciones
ja: %lld 個のアプリ
ko: 앱 %lld개
ru: Приложений: %lld
zh_hans: %lld 个应用
zh_hant: %lld 個 App

source: Android Tool Cache
es: Caché de herramientas de Android
fr: Cache des outils Android
ja: Android ツールキャッシュ
ko: Android 도구 캐시
pt_br: Cache de ferramentas do Android
ru: Кэш инструментов Android
zh_hans: Android 工具缓存
zh_hant: Android 工具快取

source: Apache Web Server
es: Servidor Web Apache
fr: Serveur Web Apache
ja: Apache Webサーバー
ko: 아파치 웹 서버
pt_br: Servidor Web Apache
ru: Веб-сервер Apache
zh_hans: Apache Web 服务器
zh_hant: Apache Web 伺服器

source: App Store
es: Tienda de aplicaciones
fr: Magasin d'applications
ja: アプリストア
ko: 앱스토어
pt_br: Loja de aplicativos
ru: Магазин приложений

source: Apple Simulator Cache
es: Caché del simulador de Apple
fr: Cache du simulateur Apple
ja: Apple シミュレータキャッシュ
ko: Apple 시뮬레이터 캐시
pt_br: Cache do simulador da Apple
ru: Кэш симулятора Apple
zh_hans: Apple 模拟器缓存
zh_hant: Apple 模擬器快取

source: Apple System Apps
es: Aplicaciones del sistema Apple
fr: Applications système Apple
ja: Apple システム アプリ
ko: 애플 시스템 앱
pt_br: Aplicativos do sistema Apple
ru: Системные приложения Apple
zh_hans: Apple 系统应用
zh_hant: Apple 系統應用

source: Apps
es: Aplicaciones
fr: Applications
ja: アプリ
ko: 앱
pt_br: Aplicativos
ru: Приложения
zh_hans: 应用
zh_hant: 應用程式

source: cache
es: caché
ja: キャッシュ
ko: 캐시
pt_br: esconderijo
ru: кэш
zh_hans: 缓存
zh_hant: 快取

source: Caddy Web Server
es: Servidor web Caddy
fr: Serveur Web Caddy
ja: キャディ Web サーバー
ko: 캐디 웹 서버
pt_br: Servidor Web Caddy
ru: Веб-сервер Caddy
zh_hans: Caddy Web 服务器
zh_hant: Caddy Web 伺服器

source: Cargo download cache
es: Caché de descarga de carga
fr: Cache de téléchargement de fret
ja: 貨物ダウンロードキャッシュ
ko: 화물 다운로드 캐시
pt_br: Cache de download de carga
ru: Кэш загрузки грузов
zh_hans: Cargo 下载缓存
zh_hant: Cargo 下載緩存

source: CocoaPods Cache
es: Caché de CocoaPods
fr: Cache CocoaPods
ja: CocoaPods キャッシュ
ko: CocoaPods 캐시
pt_br: Cache do CocoaPods
ru: Кэш CocoaPods
zh_hans: CocoaPods 缓存
zh_hant: CocoaPods 快取

source: Codec
es: Códec
ja: コーデック
ko: 코덱
ru: Кодек
zh_hans: 编解码
zh_hant: 編解碼

source: Docker Container Port Proxy
es: Proxy del puerto de contenedores Docker
fr: Proxy du port de conteneur Docker
ja: Dockerコンテナポートプロキシ
ko: Docker 컨테이너 포트 프록시
pt_br: Proxy de porta de contêiner Docker
ru: Прокси-сервер контейнерного порта Docker
zh_hans: Docker 容器端口代理
zh_hant: Docker 容器連接埠代理

source: Feedback
es: Comentarios
fr: Avis
ja: フィードバック
ko: 피드백
ru: Отзыв
zh_hans: 反馈
zh_hant: 意見回饋

source: Flags
es: Indicadores
fr: Indicateurs
ja: フラグ
ko: 플래그
pt_br: Sinalizadores
ru: Флаги
zh_hans: 标志
zh_hant: 旗標

source: Gateway
es: Puerta de enlace
fr: Passerelle
ja: ゲートウェイ
ko: 게이트웨이
ru: Шлюз
zh_hans: 网关
zh_hant: 閘道

source: Gateway %@
es: Puerta de enlace %@
fr: Passerelle %@
ja: ゲートウェイ %@
ko: 게이트웨이 %@
ru: Шлюз %@
zh_hans: 网关 %@
zh_hant: 閘道 %@

source: Go Live Reload Service
es: Servicio de recarga en vivo
fr: Passer au service de rechargement en direct
ja: Go Live リロードサービス
ko: 실시간 재로드 서비스 시작
pt_br: Serviço de recarga Go Live
ru: Служба перезагрузки Go Live
zh_hans: Go 热重载开发服务
zh_hant: Go 熱重載開發服務

source: Go tools
es: ir herramientas
fr: Aller aux outils
ja: 囲碁ツール
ko: 도구 이동
pt_br: Vá em ferramentas
ru: Инструменты Go
zh_hans: Go 工具
zh_hant: Go 工具

source: Gradle Build Cache
es: Caché de compilación de Gradle
fr: Cache de build Gradle
ja: Gradle ビルドキャッシュ
ko: Gradle 빌드 캐시
pt_br: Cache de build do Gradle
ru: Кэш сборки Gradle
zh_hans: Gradle 构建缓存
zh_hant: Gradle 建置快取

source: Homebrew Download Cache
es: Caché de descargas de Homebrew
fr: Cache de téléchargement Homebrew
ja: Homebrew ダウンロードキャッシュ
ko: Homebrew 다운로드 캐시
pt_br: Cache de downloads do Homebrew
ru: Кэш загрузок Homebrew
zh_hans: Homebrew 下载缓存
zh_hant: Homebrew 下載快取

source: Listening Ports
es: Puertos en escucha
fr: Ports en écoute
ja: 待受ポート
ko: 수신 대기 포트
pt_br: Portas em escuta
ru: Прослушиваемые порты
zh_hans: 监听端口
zh_hant: 監聽連接埠

source: Live Status
es: Estado en vivo
fr: Statut en direct
ja: ライブステータス
ko: 실시간 현황
pt_br: Status ao vivo
ru: Текущий статус
zh_hans: 实时状态
zh_hant: 即時狀態

source: Nginx Web Server
es: Servidor web Nginx
fr: Serveur Web Nginx
ja: Nginx Webサーバー
ko: Nginx 웹 서버
pt_br: Servidor Web Nginx
ru: Веб-сервер Nginx
zh_hans: Nginx Web 服务器
zh_hant: Nginx Web 伺服器

source: Normal
es: normales
fr: Normale
ja: ノーマル
ko: 보통
pt_br: Normais
ru: Нормальный
zh_hans: 正常
zh_hant: 正常

source: npm Download Cache
es: npm Descargar caché
fr: Cache de téléchargement npm
ja: npmダウンロードキャッシュ
ko: npm 다운로드 캐시
pt_br: Cache de download npm
ru: npm Кэш загрузки
zh_hans: npm 下载缓存
zh_hant: npm 下載快取

source: Pause
es: Pausa
ja: 一時停止
ko: 일시중지
pt_br: Pausa
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Ports
es: Puertos
ja: ポート
ko: 포트
pt_br: Portas
ru: Порты
zh_hans: 端口
zh_hant: 連接埠

source: Python HTTP Server
es: Servidor HTTP Python
fr: Serveur HTTP Python
ja: Python HTTP サーバー
ko: 파이썬 HTTP 서버
pt_br: Servidor HTTP Python
ru: HTTP-сервер Python
zh_hans: Python HTTP 服务器
zh_hant: Python HTTP 伺服器

source: Python pip cache
es: Caché de pips de Python
fr: Cache pip Python
ja: Pythonのピップキャッシュ
ko: 파이썬 핍 캐시
pt_br: Cache pip do Python
ru: Кэш питона
zh_hans: Python pip 缓存
zh_hant: Python pip 快取

source: Python uv cache
es: Caché ultravioleta de Python
fr: Cache UV Python
ja: Python UVキャッシュ
ko: 파이썬 uv 캐시
pt_br: Cache UV do Python
ru: УФ-кеш Python
zh_hans: Python uv 缓存
zh_hant: Python uv 緩存

source: Remote
es: Remoto
fr: Distant
ja: リモート
ko: 원격
pt_br: Remoto
ru: Удалённый
zh_hans: 远程
zh_hant: 遠端

source: Routing
es: Enrutamiento
fr: Routage
ja: ルーティング
ko: 라우팅
pt_br: Roteamento
ru: Маршрутизация
zh_hans: 路由
zh_hant: 路由

source: MachKit version: %@ macOS: %@
es: Versión tamiz: %@ MacOS: %@
fr: Version tamisée : %@ macOS : %@
ja: シフトバージョン: %@ macOS: %@
ko: 선별 버전: %@ 맥OS: %@
pt_br: Versão peneirada: %@ macOS: %@
ru: Версия просеивания: %@ macOS: %@
zh_hans: MachKit 版本：%@ macOS：%@
zh_hant: MachKit 版本：%@ macOS：%@

source: Spring Boot Service
es: Servicio de arranque de primavera
fr: Service de démarrage de printemps
ja: スプリングブートサービス
ko: 스프링 부트 서비스
pt_br: Serviço de inicialização Spring
ru: Служба весенней загрузки
zh_hans: Spring Boot 服务
zh_hant: Spring Boot 服務

source: String Generator
es: Generador de cadenas
fr: Générateur de chaînes
ja: 文字列ジェネレーター
ko: 문자열 생성기
pt_br: Gerador de strings
ru: Генератор строк
zh_hans: 字符串生成
zh_hant: 字串產生
